Arlberghaus_Strom_poll.xml

<ns0:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="amis:com.siemens.ptd.amis">
   <ns0:Header />
   <ns0:Body>
      <ns1:CompoundPollGetTariff>
         <ns1:std>
            <ns1:request>Project_EWA_2017-08-03 13:54:48.686908</ns1:request>
            
            <ns1:blockSize>0</ns1:blockSize>
         </ns1:std>
      </ns1:CompoundPollGetTariff>
   </ns0:Body>
</ns0:Envelope>